Repository: amolood/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: ku, nl, xh

source: select the form style that you would like to use.
nl: selecteer de vorm stijl die u wilt gebruiken.
xh: [şḗŀḗƈŧ ŧħḗ ƒǿřḿ şŧẏŀḗ ŧħȧŧ ẏǿŭ ẇǿŭŀḓ ŀīķḗ ŧǿ ŭşḗ. 衋鶱鶱鶱ϰϰ ΐϐς]

source: for more info, see:
nl: Voor meer informatie, zie:
xh: [ƒǿř ḿǿřḗ īƞƒǿ, şḗḗ: 衋ϰǋ 靐ϑ靐ϖ ǈϰſ]

source: you have unsaved changes. would you like to save?
nl: je hebt opgeslagen wijzigingen. wilt u besparen?
xh: [ẏǿŭ ħȧṽḗ ŭƞşȧṽḗḓ ƈħȧƞɠḗş. ẇǿŭŀḓ ẏǿŭ ŀīķḗ ŧǿ şȧṽḗ? ΰϰ鶱 ǈϰςǈ 衋]

source: new collection
nl: nieuwe collectie
xh: [ƞḗẇ ƈǿŀŀḗƈŧīǿƞ ſΐϵ ϐǲǋΰ靐ıϰẛ]

source: no assets to display
nl: geen activa om weer te geven
xh: [ƞǿ ȧşşḗŧş ŧǿ ḓīşƥŀȧẏ ſϵ ςı靐ıϵı 靐ς]

source: search forms
nl: zoekformulieren
xh: [şḗȧřƈħ ƒǿřḿş ıϕſΐſǲ ϖϰǲ]

source: form
nl: formulier
xh: [ƒǿřḿ ςſẛı]

source: new form
nl: nieuwe vorm
xh: [ƞḗẇ ƒǿřḿ ΐ鶱衋 ǲΐϰϐ]

source: all items (no filter)
nl: alle items (zonder filter)
xh: [ȧŀŀ īŧḗḿş (ƞǿ ƒīŀŧḗř) 鶱ϐǈ ϱ衋靐衋ϱ]

source: delete
nl: verwijderen
xh: [ḓḗŀḗŧḗ 鶱ΐǋẛǅϖ]

source: sharing
nl: delen
xh: [şħȧřīƞɠ ıϑ鶱ϰϵǈǲ]

source: select parent collection
nl: select ouder collectie
xh: [şḗŀḗƈŧ ƥȧřḗƞŧ ƈǿŀŀḗƈŧīǿƞ ϵϵϕϐ靐ϕ ϕ靐衋]

source: deploy form to kobocat
nl: implementeren vorm te kobocat
xh: [ḓḗƥŀǿẏ ƒǿřḿ ŧǿ ķǿƀǿƈȧŧ ϕǅǅıϰΐ 靐ǲϑǲ]

source: please specify a form id
nl: geef een vorm id
xh: [ƥŀḗȧşḗ şƥḗƈīƒẏ ȧ ƒǿřḿ īḓ ẛǅ鶱鶱靐ϖ ẛϑϑ]

source: cancel
nl: Annuleer
xh: [ƈȧƞƈḗŀ ϱſǲǋϕẛ]

source: refresh
nl: verversen
xh: [řḗƒřḗşħ ſϐϖǲıẛϖ]

source: deployments
nl: implementaties
xh: [ḓḗƥŀǿẏḿḗƞŧş ϱϵ衋ϑΐϵϕϵϰςϰ]

source: no deployments
nl: geen implementaties
xh: [ƞǿ ḓḗƥŀǿẏḿḗƞŧş ǅς ſϕǈΰ靐ϱẛǈǈ]

source: loading asset
nl: loading troef
xh: [ŀǿȧḓīƞɠ ȧşşḗŧ ϱıςıẛıı ϵǅς]

source: You are about to permanently delete this form. Are you sure you want to continue?
nl: Je gaat dit formulier definitief te verwijderen. Weet je zeker dat je door wilt gaan?
xh: [Ẏǿŭ ȧřḗ ȧƀǿŭŧ ŧǿ ƥḗřḿȧƞḗƞŧŀẏ ḓḗŀḗŧḗ ŧħīş ƒǿřḿ. Ȧřḗ ẏǿŭ şŭřḗ ẏǿŭ ẇȧƞŧ ŧǿ ƈǿƞŧīƞŭḗ? ϑ鶱ϐ ΰ靐ǋ ϐϱϐϵΰ]

source: GPS
xh: [ƓƤŞ 靐ϱǈ]

source: All group settings
nl: Alle instellingen groep
xh: [Ȧŀŀ ɠřǿŭƥ şḗŧŧīƞɠş ΐςϑ ΐ靐ΐſ衋]

source: Row name
nl: rijnaam
xh: [Řǿẇ ƞȧḿḗ ϖẛǲ ϱςϱΰ]

source: Start from Scratch
xh: [Şŧȧřŧ ƒřǿḿ Şƈřȧŧƈħ ǈ靐鶱ϑǅ 靐衋鶱ǲ]

source: Form Settings
xh: [Ƒǿřḿ Şḗŧŧīƞɠş ſΰϕǈ ϖϱϑ衋ẛϑ]

source: Group Questions
nl: groep vragen
xh: [Ɠřǿŭƥ Ɋŭḗşŧīǿƞş ϵϕ靐ǈı ǅϱǋǋ]
