Repository: amolood/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: ku, nl, xh

source: This form is currently empty.
ku: ئه‌م فۆرمه‌ له‌ ئێستادا به‌تاڵه‌.
nl: Dit formulier is op dit moment leeg.
xh: [Ŧħīş ƒǿřḿ īş ƈŭřřḗƞŧŀẏ ḗḿƥŧẏ. ςϕΐı ϐΰǈϐ ǲ]

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
ku: ده‌توانی پرسیار و تێبینی و شتی تر زیاد بكه‌ی به‌ كلیلك كردن له‌ سه‌ر نیشانه‌ی '+' له‌ خواره‌وه‌.
nl: U kunt vragen, opmerkingen, aanwijzingen en andere velden toe te voegen door te klikken op de '+' teken hieronder.
xh: [Ẏǿŭ ƈȧƞ ȧḓḓ ɋŭḗşŧīǿƞş, ƞǿŧḗş, ƥřǿḿƥŧş, ǿř ǿŧħḗř ƒīḗŀḓş ƀẏ ƈŀīƈķīƞɠ ǿƞ ŧħḗ '+' şīɠƞ ƀḗŀǿẇ. ǲϑ靐 ẛıϵ ϖΰ鶱 ſẛ]

source: Vertical
ku: ستوونی

source: Donut
ku: بازنه‌یی

source: Area
ku: ڕووبه‌ر

source: Horizontal
ku: ئاسۆیی

source: Pie
ku: بازنه‌

source: Line
ku: هێڵ

source: Draft
ku: ڕه‌شنووس

source: Value:
ku: به‌ها
nl: Waarde:
xh: [Ṽȧŀŭḗ: ϐϖϐΐϑϵ]

source: Items cannot be selected more than once
ku: ناتوانرێت له‌ جارێك زیاتر بابه‌ته‌كان هه‌ڵبژێردرێت
xh: [Īŧḗḿş ƈȧƞƞǿŧ ƀḗ şḗŀḗƈŧḗḓ ḿǿřḗ ŧħȧƞ ǿƞƈḗ ϕς鶱鶱ϰ ϐϐǲϰ]

source: Manually enter your validation logic in XLSForm code
ku: جه‌ختكردنه‌وه‌ له‌ دروستی كۆدی نموونه‌ی XLS به‌ شێوه‌ی ده‌ستی
nl: Voer handmatig uw validatie logica in XLSForm code
xh: [Ḿȧƞŭȧŀŀẏ ḗƞŧḗř ẏǿŭř ṽȧŀīḓȧŧīǿƞ ŀǿɠīƈ īƞ ẊĿŞƑǿřḿ ƈǿḓḗ ǲ靐ǲϖǈϖǲ]

source: [button triggers] Settings
ku: رێكخستنه‌كان
xh: [Şḗŧŧīƞɠş ϰǅϕΐϑǲı衋]

source: [button triggers] Delete Question
ku: سڕینەوەی پرسیار
xh: [Ḓḗŀḗŧḗ Ɋŭḗşŧīǿƞ ǈΐϵıϕΰ ϕ靐靐]

source: [button triggers] Duplicate Question
ku: پرسیاری دووباره‌
xh: [Ḓŭƥŀīƈȧŧḗ Ɋŭḗşŧīǿƞ ϖıǋ衋靐ϱΰıǈ]

source: [button triggers] Add Question to Library
ku: زیادكردنی پرسیار بۆ كتێبخانه‌
xh: [Ȧḓḓ Ɋŭḗşŧīǿƞ ŧǿ Ŀīƀřȧřẏ ϵϑϖ ϕǈẛΐſϱϕ]

source: Text
ku: نووسین
nl: Tekst
xh: [Ŧḗẋŧ ΐẛϖΐ]

source: Number
ku: ژماره‌
nl: Aantal
xh: [Ƞŭḿƀḗř ǲ靐ϐ鶱ϖϕ]

source: Decimal
ku: ده‌یی
nl: Decimale
xh: [Ḓḗƈīḿȧŀ ϵςϵςǋ鶱靐]

source: Date
ku: بەروار
nl: Datum
xh: [Ḓȧŧḗ ΐǅϰǋ]

source: Time
ku: کات
nl: Tijd
xh: [Ŧīḿḗ ϵǲϐς]

source: Date & time
ku: بەروارو کات
nl: Datum Tijd
xh: [Ḓȧŧḗ & ŧīḿḗ ΐſǈς ǈ ϕẛẛϰ]

source: Photo
ku: وێنە
nl: Foto
xh: [Ƥħǿŧǿ ϕϱẛϖǋ]

source: Audio
ku: دەنگ
xh: [Ȧŭḓīǿ ıǲϕϖϐ]

source: Video
ku: ڤیدیۆ
xh: [Ṽīḓḗǿ ςǈϑſϖ]

source: Note
ku: تێبینی
nl: Notitie
xh: [Ƞǿŧḗ ẛı鶱靐]

source: Barcode
ku: بارکۆد
xh: [Ɓȧřƈǿḓḗ ϑẛ鶱ǲǅıẛ]

source: Acknowledge
ku: ئاماژه‌پێكردن
nl: Erkennen
xh: [Ȧƈķƞǿẇŀḗḓɠḗ ϑ靐ǋϱϰ衋ϱǈϰΰΐ]

source: Calculate
ku: لێكدانه‌وه‌
nl: Berekenen
xh: [Ƈȧŀƈŭŀȧŧḗ 靐ϖΐǅϕϵϕ靐ẛ]

source: Matrix / Rating
ku: ریزكراو / هه‌ڵسه‌نگاندن
xh: [Ḿȧŧřīẋ / Řȧŧīƞɠ ΐ靐ſϐϐẛ ǋ ǲ]

source: Ranking
ku: پۆلێن كردن
xh: [Řȧƞķīƞɠ ϱǋΐſı鶱ΐ]

source: Are you sure you want to split apart this group?
ku: دڵنیایت کە دەتەوێت لەم گروپە جیاببیتەوە؟
xh: [Ȧřḗ ẏǿŭ şŭřḗ ẏǿŭ ẇȧƞŧ ŧǿ şƥŀīŧ ȧƥȧřŧ ŧħīş ɠřǿŭƥ? ϰǈΐ ϕϵϖ ǈϖ]

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
ku: ناتوانیت گروپە تێکەڵەکان لە هەمان شاشە نیشان بدەی - ڕێکخستنەکە لە گروپی بنچینەییەوه‌ لادراوە
xh: [Ẏǿŭ ƈȧƞ'ŧ ḓīşƥŀȧẏ ƞḗşŧḗḓ ɠřǿŭƥş ǿƞ ŧħḗ şȧḿḗ şƈřḗḗƞ - ŧħḗ şḗŧŧīƞɠ ħȧş ƀḗḗƞ řḗḿǿṽḗḓ ƒřǿḿ ŧħḗ ƥȧřḗƞŧ ɠřǿŭƥ 衋ǈǅ ϐǈǲ衋ϖ ϐııϵı鶱ǲ]

source: Note: Rank and Matrix question types are currently in beta.
ku: تێبینی: جۆری پرسیاره‌ ڕێكخراوو ڕێكنه‌خراوه‌كانی ئێستا له‌ قۆناغی ئه‌زموونیدایه‌
xh: [Ƞǿŧḗ: Řȧƞķ ȧƞḓ Ḿȧŧřīẋ ɋŭḗşŧīǿƞ ŧẏƥḗş ȧřḗ ƈŭřřḗƞŧŀẏ īƞ ƀḗŧȧ. ΐǲ靐靐ϐ ǋϰ]

source: Enter your question
ku: پرسیارەکەت داخل بکە
xh: [Ḗƞŧḗř ẏǿŭř ɋŭḗşŧīǿƞ ϰǅϑϰǈ ǈϱϐϵ]

source: Note: Rank and Matrix question types are currently in beta
ku: تێبینی: جۆری پرسیاره‌ ڕێكخراوو ڕێكنه‌خراوه‌كانی ئێستا له‌ قۆناغی ئه‌زموونیدایه‌

source: Select question from list
ku: پرسیار له‌ لیسته‌كه‌ دیاری بكه‌
xh: [Şḗŀḗƈŧ ɋŭḗşŧīǿƞ ƒřǿḿ ŀīşŧ 靐ϵςǲϖǋ ǲϐ靐ǋ]

source: Question hint
ku: ئاماژه‌ی پرسیار
nl: vraag hint
xh: [Ɋŭḗşŧīǿƞ ħīƞŧ ſ靐ıǋϕǈǈ衋 ǈǈ]

source: Error Message
ku: ئاگاداركردنه‌وه‌ له‌ بوونی هه‌ڵه‌
nl: Foutbericht
xh: [Ḗřřǿř Ḿḗşşȧɠḗ ǅϰς衋ſ ǋǲ衋ΰſ]

source: Data column name
ku: ناوی ریزی خشته‌ی زانیاری
nl: naam gegevens kolom
xh: [Ḓȧŧȧ ƈǿŀŭḿƞ ƞȧḿḗ ϕıϖΰ 衋ǅſϰẛϐ]

source: Default response
ku: وه‌ڵامدانه‌وه‌ی بنه‌ره‌تی
nl: standaard reactie
xh: [Ḓḗƒȧŭŀŧ řḗşƥǿƞşḗ ΐıǲϖ鶱ϕΐ 衋ϱǅ]

source: Repeat
ku: دووباره‌كردنه‌وه‌
nl: Herhaling
xh: [Řḗƥḗȧŧ ς靐ǈϕϖϱ]

source: Repeat this group if necessary
ku: ئه‌م گروپه‌ دووباره‌ بكه‌وه‌ ئه‌گه‌ر پێویسته‌
xh: [Řḗƥḗȧŧ ŧħīş ɠřǿŭƥ īƒ ƞḗƈḗşşȧřẏ ϰϰϖǲ鶱ΐ 鶱ΰϐ]

source: Mandatory response
ku: وه‌ڵام پێویسته‌
nl: verplichte reactie
xh: [Ḿȧƞḓȧŧǿřẏ řḗşƥǿƞşḗ ϖ鶱靐ǅıΰϕΰẛ]

source: Appearance (advanced)
ku: شێواز (پیشكه‌وتوو)
nl: Voorkomen (gevorderden)
xh: [Ȧƥƥḗȧřȧƞƈḗ (ȧḓṽȧƞƈḗḓ) ΰϵẛΰςǈϱϕΐΐ]

source: Show all questions in this group on the same screen
ku: پرسیاره‌كانی ئه‌م گروپه‌ له‌ هه‌مان شاشه‌ پیشان بده‌
nl: Alle vragen in deze groep op hetzelfde scherm
xh: [Şħǿẇ ȧŀŀ ɋŭḗşŧīǿƞş īƞ ŧħīş ɠřǿŭƥ ǿƞ ŧħḗ şȧḿḗ şƈřḗḗƞ ẛẛϱı ǈ靐]

source: Please check your connection and try again.
ku: تکایە لە پەیوه‌ندیت به‌ ئینته‌رنێته‌وه‌ دڵنیا ببەوە و جارێکی تر هەوڵبدە

source: The server encountered an error while trying to deploy the project. If this problem persists, please contact <a href="mailto:support@kobotoolbox.org">support@kobotoolbox.org</a>.
ku: سێرڤه‌ره‌كه‌ ڕوبه‌ڕووی كێشه‌ بووه‌ له‌ كاتی هه‌وڵدان بۆ بڵاوكردنه‌وه‌ی ئه‌م پڕۆژه‌یه‌. ئه‌گه‌ر ئه‌م كیشه‌یه‌ <a href="mailto:support@kobotoolbox.org">support@kobotoolbox.org</a>.به‌رده‌وام بوو ، په‌یوه‌ندی بكه‌ به‌

source: The form id was not valid.
ku: فۆرمی ناساندن دروست نییە

source: failed to change password
ku: سه‌ركه‌وتوو نه‌وبو له‌ ئه‌نجامدانی هاورده‌كردن

source: Tags are loading...
ku: نیشانه‌كان بارده‌كرێن

source: library
ku: کتێبخانە
nl: bibliotheek
xh: [ŀīƀřȧřẏ ǋſǋǋ鶱ẛẛ]

source: Collection
ku: تێکەڵە
nl: Verzameling
xh: [Ƈǿŀŀḗƈŧīǿƞ 衋ϑΐϵǅ鶱ıϑǲϱ]

source: collection loading...
ku: بارکردنی كۆكراوه‌
nl: inzameling loading ...
xh: [ƈǿŀŀḗƈŧīǿƞ ŀǿȧḓīƞɠ... ϱϵẛϱ靐ςϕϖϱſ]

source: new collection inside "___"
ku: كۆكراوه‌ی نوێ له‌ ناو "___"
nl: nieuwe collectie binnen "___"
xh: [ƞḗẇ ƈǿŀŀḗƈŧīǿƞ īƞşīḓḗ "___" 衋ϐΰ ǅϱ衋ϑϖǲſ]

source: new question inside "___"
ku: پرسیاری نوێ له‌ ناو "___"
nl: nieuwe vraag binnen "___"
xh: [ƞḗẇ ɋŭḗşŧīǿƞ īƞşīḓḗ "___" ΰǋǅ 鶱ϑẛϵϐϵ]

source: new block inside "___"
ku: به‌شی نوێ له‌ ناو "___"
nl: nieuw blok binnen "___"
xh: [ƞḗẇ ƀŀǿƈķ īƞşīḓḗ "___" ϕǈϕ ϑǋı鶱ſ]

source: upload into "___"
ku: دانانی له‌ ناو "___"
nl: uploaden naar "___"
xh: [ŭƥŀǿȧḓ īƞŧǿ "___" ſϱΐ衋衋ΐ ǋςϖǲ]

source: Are you sure you want to delete this collection?
ku: دڵنیایت له‌ سڕینه‌وه‌ی ئه‌م كۆكراوه‌یه‌
xh: [Ȧřḗ ẏǿŭ şŭřḗ ẏǿŭ ẇȧƞŧ ŧǿ ḓḗŀḗŧḗ ŧħīş ƈǿŀŀḗƈŧīǿƞ? ϱϱı ςΐϵ ıẛ]

source: This action cannot be undone.
ku: ئه‌م كرداره‌ دووباره‌ ناتوانیت ده‌ستكاری بكه‌یت
xh: [Ŧħīş ȧƈŧīǿƞ ƈȧƞƞǿŧ ƀḗ ŭƞḓǿƞḗ. ẛϱǲǲ ǲǈΰẛΐϰ]

source: Add a condition
ku: زیادكرنی مه‌رج
nl: Voeg een aandoening
xh: [Ȧḓḓ ȧ ƈǿƞḓīŧīǿƞ ϑǋς ϕ ẛſǅς]

source: Manually enter your skip logic in XLSForm code
ku: داخڵكردنی لۆژیكی تێپه‌ڕاندنی ده‌ستی كۆدی فۆڕمی XLS
xh: [Ḿȧƞŭȧŀŀẏ ḗƞŧḗř ẏǿŭř şķīƥ ŀǿɠīƈ īƞ ẊĿŞƑǿřḿ ƈǿḓḗ ǋǋΰϰ衋ϰΐΐ ϵ]

source: response value
ku: به‌های وه‌ڵام
xh: [řḗşƥǿƞşḗ ṽȧŀŭḗ ǅſϕ鶱ſ衋ſǅ ϵΰǋ]

source: Are you sure you want to delete this question?
ku: دڵنیایت له‌ سڕینه‌وه‌ی ئه‌م پرسیاره‌ ؟
xh: [Ȧřḗ ẏǿŭ şŭřḗ ẏǿŭ ẇȧƞŧ ŧǿ ḓḗŀḗŧḗ ŧħīş ɋŭḗşŧīǿƞ? ǅſı 鶱ǲı ϰϰ]

source: Select One
ku: دانه‌یه‌ك هه‌ڵبژێره‌
nl: Selecteer een
xh: [Şḗŀḗƈŧ Ǿƞḗ ϰϰ鶱ςǅſ ϐΰ靐]

source: Select Many
ku: چه‌ند دانه‌یه‌ك هه‌ڵبژێره‌
nl: Selecteer Vele
xh: [Şḗŀḗƈŧ Ḿȧƞẏ 衋ẛẛϵıΰ ςϱ靐ı]

source: Unable to deploy
ku: ناتوانرێت بڵاوبكرێته‌وه‌

source: profile
ku: پرۆفايل
nl: profiel
xh: [ƥřǿƒīŀḗ ϖ靐靐ΰςϑϑ]

source: logout
ku: دەرچوون
nl: uitloggen
xh: [ŀǿɠǿŭŧ ΐϑΰ鶱ϕ衋]

source: log in
ku: چوونە ژورەوە

source: Link to share
ku: لینك بۆ هاوبه‌شی پێكردن

source: Invite people and specify access rights
ku: خه‌ڵك بانگهێشت بكه‌ و مافه‌كانی گه‌یشتن به‌ زانیاری دیاری بكه‌

source: Your username, bio, and links appear on your public profile
ku: ناوی به‌كارهێنانت و ژیاننامه‌ و به‌سته‌ره‌كان له‌ پرۆفایله‌ گشتیه‌كه‌ت پیشانده‌درێ

source: Download form as
ku: دابه‌زاندنی فۆرم وه‌كو

source: add to library
ku: خستنه‌ سه‌ر كتێبخانه‌
nl: toe te voegen aan de bibliotheek
xh: [ȧḓḓ ŧǿ ŀīƀřȧřẏ ϐſϵ ǅ鶱 ϑǅϖıϕ]

source: Allow others to access your project.
ku: ریێگه‌دان به‌ خه‌ڵكی تر بۆ ئه‌وه‌ی ده‌ستیان بگات به‌ پرۆژه‌كه‌ت

source: Shared with
ku: به‌شداری پێبكه‌ له‌گه‌ڵ

source: Share the sector and country with developers
ku: ناوی وڵات و كه‌رته‌كه‌ هاوبه‌شی پێبكه‌ له‌گه‌ڵ گه‌شه‌پێده‌ران

source: Leave Beta
ku: داتای لاوه‌كی جێبهێڵه‌

source: Form
ku: فۆرم

source: Data
ku: داتا

source: Reports
ku: راپۆرته‌كان

source: Settings
ku: رێكخستنه‌كان
xh: [Şḗŧŧīƞɠş ǲǅΰẛǅ鶱ſǈ]

source: Undeployed draft
ku: ڕه‌شنووسی بڵاونه‌كراوه‌

source: Scheduled server maintenance
ku: كاتی ته‌رخان كراو بۆ چاككردنه‌وه‌ی سێرڤه‌ر

source: Project description
ku: پێناسه‌ی پرۆژه‌

source: none
ku: هیچیان
nl: geen
xh: [ƞǿƞḗ ΐΐ鶱ǈ]

source: report type
ku: جۆری ڕاپۆرت

source: create
ku: درست بكه‌
nl: creëren
xh: [ƈřḗȧŧḗ ǈϕǅǈıı]

source: save
ku: خەزنکردن
nl: besparen
xh: [şȧṽḗ ϵǲ靐ΰ]

source: form name
ku: ناوی فۆڕم
nl: formulier naam
xh: [ƒǿřḿ ƞȧḿḗ 鶱ǲϕǈ ΐ鶱ΰſ]

source: Ask support about this error
ku: داوای یارمه‌تی بكه‌ سه‌باره‌ت به‌م هه‌ڵه‌یه‌

source: Collections
ku: تێکەڵەکان
nl: collecties
xh: [Ƈǿŀŀḗƈŧīǿƞş 衋ẛϐǅǅςſϑǅ衋ǅ]

source: collection not loaded
ku: كۆكراوه‌كه‌ بارنه‌كراوه‌
nl: collectie niet geladen
xh: [ƈǿŀŀḗƈŧīǿƞ ƞǿŧ ŀǿȧḓḗḓ ϱϑǈϱϰẛıϑϰΐ]

source: collection name
ku: ناوی كۆكراوه‌
nl: collectienaam
xh: [ƈǿŀŀḗƈŧīǿƞ ƞȧḿḗ ǅϵΰϕııǅϱǋǅ]

source: No assets to display
ku: هیچ به‌هایه‌ك نییه‌ بۆ خستنه‌ڕوو

source: Form Overview
ku: پێداچوونه‌وه‌ی گشتی فۆڕمه‌كه‌

source: Edit in Form Builder
ku: ده‌ستكاریكردن له‌ دروستكه‌ری فۆڕم

source: make new collection: "{label}"
ku: دانانی كۆكراوه‌ی نوێ "{نیشانه‌}"
nl: maak nieuwe collectie: "{label}"
xh: [ḿȧķḗ ƞḗẇ ƈǿŀŀḗƈŧīǿƞ: "{label}" 靐ΰı靐 ΐϑǅ ǈ鶱]

source: owner
ku: خاوەن
nl: bezitter
xh: [ǿẇƞḗř 衋ǲϐϱϐ]

source: viewer
ku: بینه‌ر
xh: [ṽīḗẇḗř ϖǅΐǲϕẛ]

source: viewers
ku: بینەران
nl: kijkers
xh: [ṽīḗẇḗřş ıǋẛẛΐẛϐ]

source: editor
ku: ده‌ستكاریكه‌ر
xh: [ḗḓīŧǿř ϱıǋǋǅϑ]

source: editors
ku: ده‌ستكاریكه‌ره‌كان
xh: [ḗḓīŧǿřş ẛſ鶱ẛ衋ϱ靐]

source: status
ku: بار
nl: toestand
xh: [şŧȧŧŭş 衋ǈẛ鶱ǲς]

source: public
ku: گشتی
nl: publiek
xh: [ƥŭƀŀīƈ ϐǈϵǈϱϱ]

source: private
ku: تایبه‌تمه‌ند
nl: privaat
xh: [ƥřīṽȧŧḗ ϵǋϑΐΐẛϑ]

source: revisions
ku: پێداچوونەوەکان
nl: herzieningen
xh: [řḗṽīşīǿƞş ẛẛǋǅẛǋςϱϰ]

source: created
ku: دروستی كرد
nl: aangemaakt
xh: [ƈřḗȧŧḗḓ ϰ靐ςǲςǅǋ]

source: modified
ku: چاككردن
nl: gemodificeerde
xh: [ḿǿḓīƒīḗḓ ǅǅ鶱ϖϱϰΐϑ]

source: no language information
ku: نه‌بوونی زانیاری زمان
nl: geen taal informatie
xh: [ƞǿ ŀȧƞɠŭȧɠḗ īƞƒǿřḿȧŧīǿƞ ǈ鶱 ϰϵΰǲϕϑǋϐ]

source: no translations
ku: نه‌بوونی وه‌رگێڕان
nl: geen vertalingen
xh: [ƞǿ ŧřȧƞşŀȧŧīǿƞş ϐǋ ΰϖẛϵıϕϕ]

source: languages
ku: زمانه‌كان
nl: talen
xh: [ŀȧƞɠŭȧɠḗş ϕϑϵıςẛΐǲǅ]

source: Collecting Data with Web Forms
ku: كۆكردنه‌وه‌ی زانیارییه‌كان به‌ فۆڕمی ویب

source: Learn more
ku: زیاتر بزانه‌

source: Choose an option
ku: بژارده‌یه‌ك هه‌ڵبژێره‌

source: Collecting Data with Android App
ku: كۆكردنه‌وه‌ی زانیارییه‌كان به‌ به‌رنامه‌ی ئه‌ندرۆید

source: preview
ku: پیشاندان
xh: [ƥřḗṽīḗẇ 鶱ẛΐϱϰϖǈ]

source: clone
ku: له‌به‌رگیراو
nl: kloon
xh: [ƈŀǿƞḗ 鶱ςǅ靐ǈ]

source: new form name
ku: ناوی نموونه‌یه‌كی نوێ
nl: nieuwe vorm naam
xh: [ƞḗẇ ƒǿřḿ ƞȧḿḗ 衋ϐǋ 靐ϵ鶱ǋ ϵϵ]

source: You are about to permanently delete this ___. Are you sure you want to continue?
ku: تۆ له‌سه‌روبه‌ندی سڕینه‌وه‌ی یه‌كجاری ئه‌مه ی___. دڵنیای له‌ به‌رده‌وام بوون؟
nl: U staat op het punt om deze definitief te verwijderen ___. Weet je zeker dat je door wilt gaan?
xh: [Ẏǿŭ ȧřḗ ȧƀǿŭŧ ŧǿ ƥḗřḿȧƞḗƞŧŀẏ ḓḗŀḗŧḗ ŧħīş ___. Ȧřḗ ẏǿŭ şŭřḗ ẏǿŭ ẇȧƞŧ ŧǿ ƈǿƞŧīƞŭḗ? ΰΐϐ ϑſẛ ııſẛǲ]

source: Current Version
ku: وه‌شانی ئێستا

source: Modified Date
ku: به‌رواری چاككردن

source: (deployed)
ku: (بڵاوكراوه‌)

source: (archived)
ku: (ئه‌رشیف)

source: (undeployed draft)
ku: (ڕه‌شنووسی بڵاونه‌كراوه‌)

source: Previous Versions
ku: وه‌شانه‌كانی پێشوو

source: collections
ku: كۆكراوه‌كان
nl: verzamelingen
xh: [ƈǿŀŀḗƈŧīǿƞş ϑϕϕϕǋǋϕ鶱ϱϕ鶱]

source: my forms
ku: فۆرمه‌كانی من
nl: mijn formulieren
xh: [ḿẏ ƒǿřḿş 鶱ΐ ϱϰıſϖ]

source: shared with me
ku: هاوبه‌شی پێكراو له‌گه‌ڵ من
nl: gedeeld met mij
xh: [şħȧřḗḓ ẇīŧħ ḿḗ ϖǋΐẛǋ靐 靐ϑǅϖ]

source: error loading data
ku: هه‌ڵه‌ له‌ باركردنی زانیارییه‌كان
nl: Fout bij het laden van gegevens
xh: [ḗřřǿř ŀǿȧḓīƞɠ ḓȧŧȧ ςıǲϱϖ ϐϕǅı]

source: results loaded
ku: ئه‌نجامه‌كان باركرا
nl: resultaten geladen
xh: [řḗşŭŀŧş ŀǿȧḓḗḓ 靐ΐΰϐı鶱ǋ ǋſϐϐ]

source: Warning! You are about to delete this collection with all its questions and blocks. Are you sure you want to continue?
ku: ئاگاداربه‌ ! تۆ خه‌ریكه‌ ئه‌م كۆكراوه‌یه‌ له‌گه‌ڵ پرسیاره‌كان و به‌شه‌كانی ده‌سڕیته‌وه‌ . دڵنیایت له‌ به‌رده‌وامبوون؟
nl: Waarschuwing! U staat op het punt om deze collectie te verwijderen met al zijn vragen en blokken. Weet je zeker dat je door wilt gaan?
xh: [Ẇȧřƞīƞɠ! Ẏǿŭ ȧřḗ ȧƀǿŭŧ ŧǿ ḓḗŀḗŧḗ ŧħīş ƈǿŀŀḗƈŧīǿƞ ẇīŧħ ȧŀŀ īŧş ɋŭḗşŧīǿƞş ȧƞḓ ƀŀǿƈķş. Ȧřḗ ẏǿŭ şŭřḗ ẏǿŭ ẇȧƞŧ ŧǿ ƈǿƞŧīƞŭḗ? ẛϖϐς衋ϰΰ靐 ſǈ鶱 ϰϖǋ ẛϑϱ]

source: new name?
ku: ناوی تازه‌ ؟
nl: nieuwe naam?
xh: [ƞḗẇ ƞȧḿḗ? ϐ靐ϑ ǈ鶱ςǈϕ]

source: Delete Project
ku: سڕینه‌وه‌ی پرۆژه‌

source: More Actions
ku: كرداری زیاتر

source: Archived
ku: ئه‌رشیف

source: library item
ku: بابه‌تی كتێبخانه‌
nl: bibliotheekitem
xh: [ŀīƀřȧřẏ īŧḗḿ ı靐ΐϑǈΰϵ ϐΐ]

source: library items
ku: بابه‌ته‌كانی كتێبخانه‌
nl: bibliotheek artikelen
xh: [ŀīƀřȧřẏ īŧḗḿş 靐ǈ靐ΐſſϐ ϖϕẛ]

source: Deleted
ku: سڕاوه‌

source: copied to clipboard
ku: له‌به‌رگرتن بۆ سه‌ر ته‌خته‌ی نووسین

source: Clone of
ku: له‌به‌رگرتنی هاوشێوه‌

source: Clone form
ku: له‌به‌رگرتنی فۆڕمه‌كه‌ ئه‌نجام بده‌

source: Enter the name of the cloned form
ku: ناوی فۆڕمی له‌به‌رگیراو دابنێ

source: Overwrite existing deployment
ku: دووباره‌ نووسینه‌وه‌ی ئه‌و بڵاوكراوه‌ی كه‌ هه‌یه‌

source: This form has already been deployed. Are you sure you want overwrite the existing deployment? <br/><br/><strong>This action cannot be undone.</strong>
ku: ئه‌م فۆڕمه‌ خۆی بڵاوكراوه‌ته‌وه‌. تۆ دڵنیایت ده‌ته‌وێت دووباره‌ له‌سه‌ر ئه‌و بلاوكراوه‌ی كه‌ هه‌یه‌ بنووسیته‌وه‌ ؟ ئه‌م كرداره‌ ناكرێت ئه‌نجام نه‌درێت

source: Deploying...
ku: بڵاویده‌كاته‌وه‌
nl: De implementatie van ...
xh: [Ḓḗƥŀǿẏīƞɠ... ΰϖςϖϰΐϕǅ靐ǋ]

source: redeployed form
ku: فۆڕمی دووباره‌ بڵاوكراوه‌

source: deploying to kobocat...
ku: بڵاوكردنه‌وه‌ له‌ ...kobocat

source: deployed form
ku: فۆڕمی بڵاوکردنەوە
nl: ingezet vorm
xh: [ḓḗƥŀǿẏḗḓ ƒǿřḿ ǋςǈΰ靐ǅϐı ı靐]

source: Only 1 file can be uploaded in this case
ku: له‌م حاله‌ته‌دا ته‌نها ده‌توانرێت 1 فایل باربكرێت

source: Could not redirect to asset.
ku: ناتوانرێت دووباره‌ پێكهاته‌كه‌ ئاراسته‌ی بكرێت
nl: Kon niet omleiden naar actief.
xh: [Ƈǿŭŀḓ ƞǿŧ řḗḓīřḗƈŧ ŧǿ ȧşşḗŧ. ΰǈϑϱϑ ϕǈϰ ǅ]

source: Replace operation completed
ku: پرۆسه‌ی له‌جێ دانان ته‌واو بوو

source: XLS Upload completed
ku: باركردنی XLS كۆتایی هات

source: Your library assets have uploaded and are being processed. This may take a few moments.
ku: پێكهاته‌ی كتێبخانه‌كه‌ت له‌ پرۆسه‌ی بڵاوكرادنه‌وه‌یه‌. ئه‌مه‌ چه‌ند خوله‌كێك ده‌خایه‌نێت .
nl: Uw bibliotheek activa heeft geüpload en worden verwerkt. Dit kan even duren.
xh: [Ẏǿŭř ŀīƀřȧřẏ ȧşşḗŧş ħȧṽḗ ŭƥŀǿȧḓḗḓ ȧƞḓ ȧřḗ ƀḗīƞɠ ƥřǿƈḗşşḗḓ. Ŧħīş ḿȧẏ ŧȧķḗ ȧ ƒḗẇ ḿǿḿḗƞŧş. ΐẛ靐靐 靐ϕϵϕΐϕ鶱 ǈ]

source: Your library assets have uploaded and are queued for processing. This may take a few moments.
ku: بابه‌ته‌ تایبه‌تییه‌كانت باركرا بۆ كتێبخانه‌كه‌ت و چاوه‌ڕوانی چاره‌سه‌ركردنه‌ . ئه‌مه‌ چه‌ند خوله‌كێك ده‌خایێنێت
nl: Uw bibliotheek activa heeft geüpload en in de wachtrij staan ​​voor verwerking. Dit kan even duren.
xh: [Ẏǿŭř ŀīƀřȧřẏ ȧşşḗŧş ħȧṽḗ ŭƥŀǿȧḓḗḓ ȧƞḓ ȧřḗ ɋŭḗŭḗḓ ƒǿř ƥřǿƈḗşşīƞɠ. Ŧħīş ḿȧẏ ŧȧķḗ ȧ ƒḗẇ ḿǿḿḗƞŧş. ΰ靐ẛ衋 ΐϕςϱϖ鶱靐 ϐſ]

source: Import Failure.
ku: سه‌رنه‌گرتنی هاورده‌كردن .
xh: [Īḿƥǿřŧ Ƒȧīŀŭřḗ. ϱΐ衋ǈǈǲ ϵϕς]

source: Import Failed.
ku: هاورده‌كرن سه‌ركه‌وتوو نه‌بوو .
nl: Import is mislukt.
xh: [Īḿƥǿřŧ Ƒȧīŀḗḓ. 靐衋ϕςϱϵ ϱΐΐǲϐ]

source: Failed to create import.
ku: له‌ ئه‌نجامدانی هاورده‌كردن سه‌ركه‌وتوونه‌بوو .
nl: Kan import creëren.
xh: [Ƒȧīŀḗḓ ŧǿ ƈřḗȧŧḗ īḿƥǿřŧ. ı靐鶱衋ϰΐ ϵς]

source: cloned project created
ku: پرۆژه‌یه‌كی له‌به‌رگیراوه‌ دروستكرا

source: project
ku: پرۆژه‌

source: deleted permanently
ku: به‌ ته‌واوه‌تی سڕایه‌وه‌

source: You are about to permanently delete this item from your library.
ku: تۆ خه‌ریكی سڕینه‌وه‌ی ته‌واوی ئه‌م توخمه‌ی له‌ كتێبخانه‌كه‌ت .

source: You are about to permanently delete this draft.
ku: تۆ خه‌ریكی سڕینه‌وه‌ی ته‌واوی ڕه‌شنووسه‌كه‌ی .

source: You are about to permanently delete this form.
ku: خه‌ریكه‌ به‌ یه‌كجاری ئه‌م فۆرمه‌ ده‌سڕیته‌وه‌ .

source: All data gathered for this form will be deleted.
ku: هه‌موو زانیارییه‌كان كه‌ بۆ ئه‌م فۆرمه‌ كۆكراوه‌ته‌وه‌ ده‌سڕێته‌وه‌ .

source: All questions created for this form will be deleted.
ku: هه‌موو پرسیاره‌كان كه‌ بۆ ئه‌م فۆرمه‌ دروستكراوه‌ ده‌سڕێته‌وه‌ .

source: The form associated with this project will be deleted.
ku: ئه‌و فۆرمه‌ی كه‌ په‌یوه‌سته‌ به‌م پرۆژه‌یه‌وه‌ ده‌سڕێته‌وه‌ .

source: I understand that if I delete this project I will not be able to recover it.
ku: من له‌وه‌ تێده‌گه‌م ئه‌گه‌ر ئه‌م پرۆژه‌یه‌ بسڕمه‌وه‌ ناتوانم بیگه‌ڕینمه‌وه‌ .

source: Archive Project
ku: به‌ ئه‌رشیفكردنی پرۆژه‌

source: Are you sure you want to archive this project?
ku: دڵنیایت ده‌ته‌وێت ئه‌م پرۆژه‌یه‌ ئه‌رشیف بكه‌یت ؟

source: Your form will not accept submissions while it is archived.
ku: فۆرمه‌كه‌ت پێشكه‌شكردنه‌كان قبوڵ نه‌كات چونكه‌ ئه‌رشیف كراوه‌.

source: archived project
ku: پرۆژه‌ی ئه‌رشیفكراو

source: question has been added to the library
ku: پرسیار زیاد كرا بۆ ناو كتێبخانه‌

source: failed to list assets
ku: دیاریكردنی پێكهاته‌ سه‌ركه‌وتونه‌بوو
nl: Kan de lijst activa
xh: [ƒȧīŀḗḓ ŧǿ ŀīşŧ ȧşşḗŧş 衋ǲϐıΰǲ ǈϱ]

source: No name
ku: بێ ناوە

source: no name
ku: بێ ناوە
nl: geen naam
xh: [ƞǿ ƞȧḿḗ 鶱靐 ϕ衋ϖϱ]

source: and one other question
ku: پرسیارێكی تر
nl: en een andere vraag
xh: [ȧƞḓ ǿƞḗ ǿŧħḗř ɋŭḗşŧīǿƞ ẛſ鶱 ẛǋǲ ΰΐǋ]

source: and ## other questions
ku: وه‌ ## پرسیاری تر
nl: en ## andere vragen
xh: [ȧƞḓ ## ǿŧħḗř ɋŭḗşŧīǿƞş ǅςΐ ẛϐ ϑ靐ϰǅ]

source: unable to deploy
nl: niet in staat om te zetten
xh: [ŭƞȧƀŀḗ ŧǿ ḓḗƥŀǿẏ 靐ϵẛſϕΰ ϰΐ ϐ]

source: ok
xh: [ǿķ ǋϵ]

source: retry
nl: opnieuw proberen
xh: [řḗŧřẏ ǲΐǅϐΰ]

source: please specify a different form id:
nl: geef een andere vorm id:
xh: [ƥŀḗȧşḗ şƥḗƈīƒẏ ȧ ḓīƒƒḗřḗƞŧ ƒǿřḿ īḓ: ǈϵ鶱ϰϵϖ ΐςſΐ]

source: download
nl: downloaden
xh: [ḓǿẇƞŀǿȧḓ ϐΰ衋ΐϐ鶱ϕ鶱]

source: Link sharing on
nl: Link delen op
xh: [Ŀīƞķ şħȧřīƞɠ ǿƞ ıϱϵǲ 衋ϱ鶱ϕǅ]

source: Link sharing off
nl: Link delen off
xh: [Ŀīƞķ şħȧřīƞɠ ǿƒƒ ϕııΰ ΰςϐϱǅΐ]

source: Anyone with the link can view this item
nl: Iedereen met de link kan dit item inzien
xh: [Ȧƞẏǿƞḗ ẇīŧħ ŧħḗ ŀīƞķ ƈȧƞ ṽīḗẇ ŧħīş īŧḗḿ ǲϕǈϵ靐ΐ ϱǋǅ]

source: This item can only be viewed by you and anyone you specify
nl: Dit item kan alleen worden bekeken door u en iedereen die u opgeeft
xh: [Ŧħīş īŧḗḿ ƈȧƞ ǿƞŀẏ ƀḗ ṽīḗẇḗḓ ƀẏ ẏǿŭ ȧƞḓ ȧƞẏǿƞḗ ẏǿŭ şƥḗƈīƒẏ 靐靐ΐϖ ϐϖϑ]

source: loading kobotoolbox
xh: [ŀǿȧḓīƞɠ ķǿƀǿŧǿǿŀƀǿẋ ςϰϖǋΐςſ ǈǋǅ]

source: Forms
nl: formulieren
xh: [Ƒǿřḿş ϱϰϕϑǲ]

source: Form List
xh: [Ƒǿřḿ Ŀīşŧ 鶱ΰϖϱ ſΰϱ衋]

source: Library List
xh: [Ŀīƀřȧřẏ Ŀīşŧ 衋ǋǈıϰ鶱ϱ ϖΰ]

source: view-survey
xh: [Ṽīḗẇ Şŭřṽḗẏ ẛſ靐ǅ ẛϰǈϐϱ靐]

source: view-asset
xh: [Ṽīḗẇ Ŀīƀřȧřẏ Ȧşşḗŧ 靐ϰϑϰ ϵǈſϕϕ]

source: view-question
xh: [Ṽīḗẇ Ɋŭḗşŧīǿƞ ϕẛ鶱ς ϱ靐ϕϖϖϵ]

source: edit-survey
xh: [Ḗḓīŧ Şŭřṽḗẏ ϱςϑ靐 ϑϐǋΰϕǋ]

source: edit-asset
xh: [Ḗḓīŧ Ŀīƀřȧřẏ Ȧşşḗŧ ſΐ靐衋 ϖǈ靐ıς]

source: edit-question
xh: [Ḗḓīŧ Ɋŭḗşŧīǿƞ ſΐϕ靐 ϵẛϕ鶱ϰı]

source: manage sharing permissions
nl: beheer van rechten voor delen
xh: [ḿȧƞȧɠḗ şħȧřīƞɠ ƥḗřḿīşşīǿƞş ıϱϕ鶱ǲς ſϰǅ靐]

source: To share this item with others just enter their username below, then choose which permissions they shoud have. To remove them again just deselect both permissions. Note: this does not control permissions to the data collected by projects
nl: Om dit item met anderen hoeft alleen maar hun gebruikersnaam hieronder, dan kiezen welke rechten zij shoud hebben delen. Om ze weer te verwijderen slechts beide rechten te heffen. Let op: dit niet toestemmingen controle op de door projecten verzamelde gegevens
xh: [Ŧǿ şħȧřḗ ŧħīş īŧḗḿ ẇīŧħ ǿŧħḗřş ĵŭşŧ ḗƞŧḗř ŧħḗīř ŭşḗřƞȧḿḗ ƀḗŀǿẇ, ŧħḗƞ ƈħǿǿşḗ ẇħīƈħ ƥḗřḿīşşīǿƞş ŧħḗẏ şħǿŭḓ ħȧṽḗ. Ŧǿ řḗḿǿṽḗ ŧħḗḿ ȧɠȧīƞ ĵŭşŧ ḓḗşḗŀḗƈŧ ƀǿŧħ ƥḗřḿīşşīǿƞş. Ƞǿŧḗ: ŧħīş ḓǿḗş ƞǿŧ ƈǿƞŧřǿŀ ƥḗřḿīşşīǿƞş ŧǿ ŧħḗ ḓȧŧȧ ƈǿŀŀḗƈŧḗḓ ƀẏ ƥřǿĵḗƈŧş ϰϰ ϵ衋ΰǋϖ ǋẛϖ衋 ϵϵϵϱ ϵǋϐſ ϕΰẛſǲϐ ϖϰΰ衋 ǲǲǲϰϰ ϱϰ]

source: share with username
nl: aandeel met gebruikersnaam
xh: [şħȧřḗ ẇīŧħ ŭşḗřƞȧḿḗ 靐ΰǋΐ衋 衋ϖ鶱ı]

source: Link sharing
nl: sharing Link
xh: [Ŀīƞķ şħȧřīƞɠ ẛςϑ衋 ϰϖǋ靐ς]

source: note: this does not control permissions to the data collected by projects
nl: Let op: dit betekent niet toestemmingen controle op de door projecten verzamelde gegevens
xh: [ƞǿŧḗ: ŧħīş ḓǿḗş ƞǿŧ ƈǿƞŧřǿŀ ƥḗřḿīşşīǿƞş ŧǿ ŧħḗ ḓȧŧȧ ƈǿŀŀḗƈŧḗḓ ƀẏ ƥřǿĵḗƈŧş ǋǲϱϰϕ ǲſǅϑ]

source: Share with other users
nl: Delen met andere gebruikers
xh: [Şħȧřḗ ẇīŧħ ǿŧħḗř ŭşḗřş ǲ鶱ϰΐ靐 ϱϑ鶱ϖ]

source: enter a username
nl: voert u een gebruikersnaam
xh: [ḗƞŧḗř ȧ ŭşḗřƞȧḿḗ ǈϱǅϕẛ 衋 ϐϰǋ]

source: users
nl: gebruikers
xh: [ŭşḗřş ẛϕǅẛẛ]

source: user
nl: gebruiker
xh: [ŭşḗř ϰıϰſ]

source: my forms shared with user
nl: mijn formulieren gedeeld met de gebruiker
xh: [ḿẏ ƒǿřḿş şħȧřḗḓ ẇīŧħ ŭşḗř ǈ靐 ſẛϱϵſ ςς]

source: public forms
nl: public formulieren
xh: [ƥŭƀŀīƈ ƒǿřḿş ϑϕΰς鶱ϰ ǋϰϕ]

source: self profile
nl: zelf profiel
xh: [şḗŀƒ ƥřǿƒīŀḗ ϐ鶱ǲſ 鶱ϵϖϐı]

source: Modified
nl: gewijzigd
xh: [Ḿǿḓīƒīḗḓ ǋϰϐ靐ϰıǲǅ]

source: collection with ___ items
nl: collectie met ___ artikelen
xh: [ƈǿŀŀḗƈŧīǿƞ ẇīŧħ ___ īŧḗḿş 鶱ς鶱ϑϰϕǅǲǲΰ]

source: survey with ___ questions
nl: enquête met vragen ___
xh: [şŭřṽḗẏ ẇīŧħ ___ ɋŭḗşŧīǿƞş ẛϱϐ靐ϐϱ 衋ΰǈϑ]

source: block with ___ questions
nl: blok met ___ vragen
xh: [ƀŀǿƈķ ẇīŧħ ___ ɋŭḗşŧīǿƞş 鶱ΐ衋ϑϕ ΐẛ鶱ϱ]

source: drafts in progress
nl: concepten in progress
xh: [ḓřȧƒŧş īƞ ƥřǿɠřḗşş ϐǲǋςǅϕ ǅǋ]

source: forms
nl: vormen
xh: [ƒǿřḿş ςϐẛϖϰ]

source: deployed projects
nl: ingezet projecten
xh: [ḓḗƥŀǿẏḗḓ ƥřǿĵḗƈŧş ϕςϵ衋ΰϕ衋ǈ ẛςẛ]

source: projects
nl: projecten
xh: [ƥřǿĵḗƈŧş ςςΰǋǋ衋ǅı]

source: account actions
nl: houdend met acties
xh: [ȧƈƈǿŭƞŧ ȧƈŧīǿƞş ıςϑǅϑǈǋ ǈΰ]

source: language
xh: [ŀȧƞɠŭȧɠḗ ΰǋǈǋϐϕς衋]

source: settings
nl: instellingen
xh: [şḗŧŧīƞɠş ǲ靐ıǲǲǋǲϰ]

source: leave beta
nl: vertrekken beta
xh: [ŀḗȧṽḗ ƀḗŧȧ ı鶱ϰϕϑ ϕϕϕϱ]

source: about
xh: [ȧƀǿŭŧ ϱǅǅς靐]

source: login
xh: [ŀǿɠīƞ ϖϖΐϕΐ]

source: tags are loading
nl: tags worden geladen
xh: [ŧȧɠş ȧřḗ ŀǿȧḓīƞɠ ǲ衋ẛϐ 靐靐ς ϵ衋]

source: select tags
nl: selecteer tags
xh: [şḗŀḗƈŧ ŧȧɠş ſ鶱ϕǲϱǋ ẛΰΰϵ]

source: search...
xh: [şḗȧřƈħ... ıΐ衋ϱςΰϵ鶱ϰ]

source: You currently have no forms. You can create a new form by clicking on the + button below.
nl: U heeft momenteel geen formulieren. U kunt een nieuw formulier te maken door te klikken op de + knop hieronder.
xh: [Ẏǿŭ ƈŭřřḗƞŧŀẏ ħȧṽḗ ƞǿ ƒǿřḿş. Ẏǿŭ ƈȧƞ ƈřḗȧŧḗ ȧ ƞḗẇ ƒǿřḿ ƀẏ ƈŀīƈķīƞɠ ǿƞ ŧħḗ + ƀŭŧŧǿƞ ƀḗŀǿẇ. ςϑ靐 鶱鶱ǅẛǲıǈϖǅ]

source: Your library is currently empty. You can create a new question or a new block by clicking on the + button below, or add them from within your forms.
nl: Uw bibliotheek is momenteel leeg. U kunt een nieuwe vraag of een nieuw blok maken door te klikken op de + knop hieronder, of voeg ze vanuit uw formulieren.
xh: [Ẏǿŭř ŀīƀřȧřẏ īş ƈŭřřḗƞŧŀẏ ḗḿƥŧẏ. Ẏǿŭ ƈȧƞ ƈřḗȧŧḗ ȧ ƞḗẇ ɋŭḗşŧīǿƞ ǿř ȧ ƞḗẇ ƀŀǿƈķ ƀẏ ƈŀīƈķīƞɠ ǿƞ ŧħḗ + ƀŭŧŧǿƞ ƀḗŀǿẇ, ǿř ȧḓḓ ŧħḗḿ ƒřǿḿ ẇīŧħīƞ ẏǿŭř ƒǿřḿş. 鶱ΐϕ鶱 ϑǈ衋ǋ靐ςϱ 鶱ΰ ǅϖſςϐςϐ靐ϐ]

source: Yes
xh: [Ẏḗş ıǲſ]

source: No
xh: [Ƞǿ ϑϰ]

source: error
nl: fout
xh: [ḗřřǿř ǅϱϱϱϱ]

source: failed to generate preview. please report this to support@kobotoolbox.org
nl: nagelaten om een ​​voorbeeld te genereren. meld dit dan aan support@kobotoolbox.org
xh: [ƒȧīŀḗḓ ŧǿ ɠḗƞḗřȧŧḗ ƥřḗṽīḗẇ. ƥŀḗȧşḗ řḗƥǿřŧ ŧħīş ŧǿ şŭƥƥǿřŧ@ķǿƀǿŧǿǿŀƀǿẋ.ǿřɠ ϵẛϕϑ衋ϖ ıς ſ]

source: close
nl: dichtbij
xh: [ƈŀǿşḗ ΐϖΰϰς]

source: view
xh: [ṽīḗẇ 靐ẛΰẛ]

source: show all responses
nl: toon alle reacties
xh: [şħǿẇ ȧŀŀ řḗşƥǿƞşḗş ϑǲıǅ ǅϑΰ ǅ]

source: group questions
nl: groep vragen
xh: [ɠřǿŭƥ ɋŭḗşŧīǿƞş ΐϰϐſϕ ϐΰϑϱ]

source: form-style
nl: form-stijl
xh: [ƒǿřḿ-şŧẏŀḗ 靐ϵϱǲΐϖΐǅϱſ]
