Repository: amolood/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: ku

source: A username may only contain lowercase letters, numbers, and underscores (_).
ku: .(_) ناوى بەکارهێنەر پێک دێت لە پیتی بچووک ، ژمارە ، و بنهێڵ

source: Username
ku: ناوى بەکارهێنەر

source: Invalid token.
ku: نيشانەى ناڕاست

source: Public Administration
ku: به‌ڕێوه‌به‌رێتی گشتی

source: Arts, Entertainment, and Recreation
ku: هونه‌ر، كه‌یف و خۆشی و ڕابووردن

source: Educational Services / Higher Education
ku: خزمه‌تگوزاری په‌روه‌رده‌یی / خوێندنی باڵا

source: Health Services / Public Health
ku: خزمه‌تگوزاری ته‌ندروستی / ته‌ندروستی گشتی

source: Finance and Insurance
ku: دارایی و دڵنیایی

source: Information / Media
ku: زانیاری / میدیا

source: Economic/Social Development
ku: ئابووری / پێشكه‌وتنی كۆمه‌ڵایه‌تی

source: Security / Police / Peacekeeping
ku: ئاسایش / پۆلیس / ئاشتی پارێزی

source: Disarmament & Demobilization
ku: چه‌ك دانان & به‌ره‌ڵا كردنی سوپا

source: Environment
ku: ژینگه‌

source: Private sector
ku: كه‌رتی تایبه‌ت

source: Humanitarian - Coordination / Information Management
ku: خێرخوازی - هه‌ماهه‌نگی / به‌رێوه‌بردنی زانیاری

source: Humanitarian - Multiple Clusters
ku: خێرخوازی - داتای زۆر

source: Humanitarian - Camp Management & Coordination
ku: خێرخوازی - به‌رێوه‌بردنی كه‌مپ & هه‌ماهه‌نگی

source: Humanitarian - Early Recovery
ku: خێرخوازی - چاره‌سه‌ری خێرا

source: Humanitarian - Education
ku: خێرخوازی - په‌روه‌رده‌

source: Humanitarian - Emergency Shelter
ku: خێرخوازی - شوێنی فریاكه‌وتن

source: Humanitarian - Emergency Telecoms
ku: خێرخوازی -په‌یوه‌ندی و گه‌یاندنی فریاگوزاری

source: Humanitarian - Food Security
ku: خێرخوازی - ئاسایشی خۆراك

source: Humanitarian - Health
ku: خێرخوازی - ته‌ندروستی

source: Humanitarian - Logistics
ku: خێرخوازی - لۆجستیك

source: Humanitarian - Nutrition
ku: خێرخوازی - خۆراك پێدان

source: Humanitarian - Protection
ku: خێرخوازی - پاراستن

source: Humanitarian - Sanitation, Water & Hygiene
ku: خێرخوازی - دابین كردنی ژینگه‌ی ته‌ندروست ، ئاو & خاوێنی

source: Other
ku: هی تر
