Repository: amolood/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: ku, nl, xh

source: updated profile successfully
ku: نوێكردنه‌وه‌ی پرۆفایل به‌ سه‌ركه‌وتوویی

source: failed to update profile
ku: سه‌ركه‌وتوونه‌بوو له‌ نوێكردنه‌وه‌ی پرۆفایل

source: successfully uploaded file; processing may take a few minutes
ku: فایلەکە بە سەرکەوتوویی بار كرا، پرۆسەکە لەوانەيە چەند خولەكێك بخایه‌نێت
nl: bestand verstuurd; verwerking kan een paar minuten duren
xh: [şŭƈƈḗşşƒŭŀŀẏ ŭƥŀǿȧḓḗḓ ƒīŀḗ; ƥřǿƈḗşşīƞɠ ḿȧẏ ŧȧķḗ ȧ ƒḗẇ ḿīƞŭŧḗş ϐϑẛ靐ϕǅıΐǲ]

source: Error: import.status not available
ku: هەڵەیه‌ : باری هاوردن بەردەست نییە
nl: Fout: import.status niet beschikbaar
xh: [Ḗřřǿř: īḿƥǿřŧ.şŧȧŧŭş ƞǿŧ ȧṽȧīŀȧƀŀḗ ϱϑſϰϕς ϱϕǅ]

source: successfully updated
ku: به‌سه‌ركه‌وتوویی نوێكرایه‌وه‌

source: please check your connection and try again.
ku: تکایە لە پەیوەندیت به‌ ئینته‌رنێته‌وه‌ دڵنیا ببەوەو جارێکی تر هەوڵبدە
nl: Controleer uw verbinding en probeer het opnieuw.
xh: [ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ƈǿƞƞḗƈŧīǿƞ ȧƞḓ ŧřẏ ȧɠȧīƞ. ǲϐ靐ϑſǈ 靐ǈς]

source: if this problem persists, contact support@kobotoolbox.org
ku: ئه‌گه‌ر ئه‌م كیشه‌یه‌ به‌رده‌وام بوو ، په‌یوه‌ندی بكه‌ به‌ <a href="support@kobotoolbox.org">support@kobotoolbox.org</a>
nl: als dit probleem zich blijft voordoen, neem dan contact support@kobotoolbox.org
xh: [īƒ ŧħīş ƥřǿƀŀḗḿ ƥḗřşīşŧş, ƈǿƞŧȧƈŧ şŭƥƥǿřŧ@ķǿƀǿŧǿǿŀƀǿẋ.ǿřɠ ςϱ 鶱ϰẛϐ]

source: your form id was not valid:
ku: فۆرمی ID یت درووست نییە :
nl: uw formulier id niet geldig:
xh: [ẏǿŭř ƒǿřḿ īḓ ẇȧş ƞǿŧ ṽȧŀīḓ: ϑςΐǋ ϖϵ靐靐]

source: your form cannot be deployed because it contains errors:
ku: فۆرمەکەت بڵاوناکرێتەوە چونکە هەڵەی تێدایە :
nl: Uw formulier kan niet worden ingezet omdat deze fouten bevat:
xh: [ẏǿŭř ƒǿřḿ ƈȧƞƞǿŧ ƀḗ ḓḗƥŀǿẏḗḓ ƀḗƈȧŭşḗ īŧ ƈǿƞŧȧīƞş ḗřřǿřş: 鶱靐ϐΰ 靐ϐϑ]

source: path not found / recognized
ku: ڕێرەوەکە نەدۆزرایه‌وە / نەناسراوە
nl: pad niet gevonden / erkend
xh: [ƥȧŧħ ƞǿŧ ƒǿŭƞḓ / řḗƈǿɠƞīzḗḓ ẛǅ衋衋 ǋΐϱ ǲ]

source: Male
ku: نێر

source: Female
ku: مێ

source: Other
ku: هی تر

source: loading...
ku: بارکردن...
xh: [ŀǿȧḓīƞɠ... ΰ鶱ϵǈ鶱ϑϱϖϕ靐]

source: Save Changes
ku: خه‌زنكردنی گۆڕانكارییه‌كان

source: Privacy
ku: تایبه‌تی

source: Require authentication to see forms and submit data
ku: پێویستی به‌ رێگه‌پێدان هه‌یه‌ بۆ بینینی فۆرمه‌كان و پێشكه‌شكردنی داتا

source: Name
ku: ناو

source: Use this to display your real name to other users
ku: ئه‌مه‌ به‌كار بێنه‌ بۆ پیشاندانی ناوی ڕاسته‌قینه‌ت بۆ به‌كارهێنه‌رانی تر

source: Email
ku: ئیمه‌یڵ

source: Modify Password
ku: گۆڕینی ووشه‌ی نهێنی

source: Organization
ku: ده‌زگا

source: Organization Website
ku: ماڵپه‌ری ئه‌لیكترۆنی ده‌زگا

source: This will be used to create a hyperlink for your organization name.
ku: ئه‌مه‌ به‌كاردێت بۆ دروستكردنی به‌سته‌ر بۆ ناوی ده‌زگاكه‌ت

source: Primary Sector
ku: كه‌رتی سه‌ره‌تایی

source: Select the primary sector in which you work.
ku: كه‌رتی سه‌ره‌تایی دیاری بكه‌ كه‌ تۆ تیایدا كار ده‌كه‌یت

source: Gender
ku: ره‌گه‌ز

source: Bio
ku: ژیاننامه‌

source: Phone Number
ku: ژماره‌ی ته‌له‌فۆن

source: Address
ku: ناونیشان

source: City
ku: شار

source: Country
ku: وڵات

source: Default Form Language
ku: فۆرمی زمانی بنه‌ڕه‌ت

source: Social
ku: كۆمه‌ڵایه‌تی

source: Metadata
ku: مێتاداتا

source: This field is required.
ku: ئه‌م خانه‌یه‌ پێویست ده‌كات

source: This field must match the Verify Password field.
ku: ئه‌م خانه‌یه‌ پێویسته‌ هاوتا بێت له‌گه‌ڵ خانه‌ی دڵنیابوون له‌ وشه‌ی نهێنی

source: Reset Password
ku: رێكخستنه‌وه‌ی وشه‌ی نهێنی

source: Current Password
ku: وشه‌ی نهێنی ئێستا

source: Forgot Password?
ku: وشه‌ نهێنییه‌كه‌ت له‌ بیركردووه‌ ؟

source: New Password
ku: وشه‌ی نهێنی نوێ

source: Verify Password
ku: دڵنیابوون له‌ وشه‌ی نهێنی

source: untitled
ku: بێ ناونیشان

source: me
ku: من
xh: [ḿḗ ϰϑ]

source: Edit
ku: ده‌ستكاری

source: Tags
ku: نیشانه‌كان

source: Share
ku: هاوبه‌شی پێكردن

source: Clone
ku: له‌به‌رگرتنه‌وه‌

source: Deploy this project
ku: بڵاوكردنه‌وه‌ی ئه‌م پرۆژه‌یه‌

source: Redeploy this project
ku: دووباره‌ بڵاوكردنه‌وه‌ی ئه‌م پرۆژه‌یه‌

source: Replace with XLS
ku: شوێن گۆڕین له‌گه‌ڵ XLS

source: Download
ku: داگرتن

source: Move to
ku: گواستنه‌وه‌ بۆ

source: Archive
ku: ئه‌رشیف

source: Delete
ku: سڕینه‌وه‌

source: new
ku: نوێ
nl: nieuwe
xh: [ƞḗẇ ς靐ϑ]

source: Project
ku: پرۆژه‌

source: upload
ku: باركردن
nl: uploaden
xh: [ŭƥŀǿȧḓ 靐ΐςǈϐſ]

source: Projects
ku: پرۆژه‌كان

source: Library
ku: کتێبخانە
nl: Bibliotheek
xh: [Ŀīƀřȧřẏ ΐϖςϰςẛ衋]

source: Projects (legacy)
ku: پرۆژه‌كان (ورده‌كاری)

source: source
ku: سەرچاوە
xh: [şǿŭřƈḗ ϰϖϑıϐς]

source: help
ku: یارمەتی
xh: [ħḗŀƥ ǈǋϰϕ]

source: Please enter a title for your project
ku: تكایه‌ ناونیشانێك داخل بكه‌ بۆ پرۆژه‌كه‌ت

source: Project Name
ku: ناوی پرۆژه‌

source: Enter title of project here
ku: ناونیشانی پرۆژه‌ لێره‌ داخل بكه‌

source: Description
ku: پێناسه‌

source: Enter short description here
ku: پێناسه‌یه‌كی كورت لێره‌ دابنێ

source: Please specify the country and the sector where this project will be deployed.
ku: تكایه‌ وڵات و ئه‌و كه‌رته‌ دیاری بكه‌ كه‌ ئه‌م پرۆژه‌یه‌ تێدا بڵاو ده‌كرێته‌وه‌

source: This information will be used to help you filter results on the project list page.
ku: ئه‌م زانیارییه‌ به‌كاردێت بۆ یارمه‌تیدانت له‌ پاڵاوتنی ئه‌نجامه‌كان له‌ لاپه‌ڕه‌ی لیستی پرۆژه‌كان

source: Sector
ku: كه‌رت

source: Help KoboToolbox improve this product by sharing the sector and country where this project will be deployed.
ku: یارمه‌تی KoboToolbox بده‌ له‌ باشتركردنی ئه‌م به‌رهه‌مه‌ به‌ بڵاوكردنه‌وه‌ی كه‌رت و ناوی ئه‌و وڵاته‌ی كه‌ ئه‌م پرۆژه‌یه‌ی تێدا بڵاو ده‌كرێته‌وه

source: All the information is submitted anonymously, and will not include the project name or description listed above.
ku: هه‌موو زانیارییه‌كان به‌ نه‌ناسراوی پێشكه‌ش ده‌كرێن، ناوی پرۆژه‌ و پێناسه‌كه‌ی كه‌ له‌ خواره‌وه‌یه‌ تێدا نابێت

source: Untitled
ku: بێ ناونیشانە
xh: [Ŭƞŧīŧŀḗḓ ϐϑǅǅ衋衋ǲϕ]

source: Select export type
ku: دیاریكردنی جۆری ناردن

source: XLS (legacy)
ku: (پاشماوه‌ی) XLS

source: CSV (legacy)
ku: (پاشماوه‌ی) CSV

source: Media Attachments (ZIP)
ku: هاوپێچه‌ میدیاییه‌كان (ZIP)

source: GPS coordinates (KML)
ku: ئاڕاسته‌كانی جی پی ئێس (KML)

source: Excel Analyser
ku: شیكاری ئێكسڵ

source: SPSS Labels
ku: هێماكانی SPSS

source: Value and header format
ku: شێوازی به‌ها و سه‌ره‌وه‌ی په‌ڕ

source: XML values and headers
ku: نرخ و سه‌رپه‌ڕی XML

source: Labels
ku: ناولێنراوه‌كان

source: Include groups in headers
ku: دانانی گروپه‌كان له‌سه‌ره‌وه‌ی په‌ڕ

source: Group separator
ku: جیاكه‌ره‌وه‌ی گروپ

source: Last Modified
ku: دواین چاكردن

source: questions
ku: پرسیارەکان
nl: vragen
xh: [ɋŭḗşŧīǿƞş ϵϱſſẛ鶱ǲ鶱ǋ]

source: redeploy
ku: دووباره‌بڵاوكردنه‌وه‌

source: deploy
ku: بڵاوکردنەوە
nl: inzetten
xh: [ḓḗƥŀǿẏ ϑϵϵϐ鶱靐]

source: Languages
ku: زمانه‌كان

source: Form history
ku: فۆڕمێكی كۆن

source: Version
ku: وه‌شان

source: Deployed
ku: بڵاوكراوه‌

source: Clone this version as a new project
ku: له‌به‌رگرتنه‌وه‌ی ئه‌م وه‌شانه‌ وه‌ك پرۆژه‌یه‌كی نوێ

source: Hide full history
ku: شاردنه‌وه‌ی هه‌موو مێژوو

source: Show full history
ku: نیشاندانی هه‌موو مێژوو

source: Online-Offline (multiple submission)
ku: له‌سه‌رهێڵ - ده‌رهێڵ (چه‌ند پێشكه‌شكردنێك)

source: This allows online and offline submissions and is the best option for collecting data in the field.
ku: ئه‌مه‌ رێگه‌ به‌ پێشكه‌شكردنی سه‌رهێل و ده‌رهێل ده‌دات و باشترین رێگایه‌ بۆ كۆكردنه‌وه‌ی زانیاری مه‌یدانی

source: Online-Only (multiple submissions)
ku: له‌سه‌رهێڵ-ته‌نها (چه‌ند پێشكه‌شكردنێك)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records
ku: ئه‌مه‌ باشترین رێگایه‌ له‌ كاتی داخلكردنی چه‌ند تۆماركراوێك له‌ یه‌ك كاتدا له‌ سه‌ر كۆمپیوته‌ر، نموونه‌. له‌ دووباره‌نووسینه‌وه‌ی تۆماركراوی سه‌ر كاغه‌ز

source: Embeddable web form code
ku: كۆدی نموونه‌ی ویب كه‌ ده‌توانیت تێهه‌ڵكێشی بكه‌یت

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
ku: ئه‌م كۆده‌ی html5 به‌كار بهێنه‌ بۆ لێكدانی فۆرمه‌كه‌ت له‌گه‌ڵ وێبسایتی تایبه‌تی خۆت به‌ به‌كارهێنانی لێواری بچووكتر

source: View only
ku: ته‌نها بۆ سه‌یركردن

source: Use this version for testing, getting feedback. Does not allow submitting data.
ku: ئه‌م وه‌شانه‌ ته‌نها به‌كاربهێنه‌ بۆ تاقیكردنه‌وه‌ و به‌ده‌ستهێنانی راوبۆچوون . رێگا به‌ پێشكه‌شكردنی زانیارییه‌كان نادات

source: Android application
ku: به‌رنامه‌ی ئه‌ندرۆید

source: Use this option to collect data in the field with your Android device.
ku: ئه‌م هه‌ڵبژارده‌یه‌ به‌كار بهێنه‌ بۆ كۆكردنه‌وه‌ی زانیاری به‌ به‌كارهێنانی ئامێرێكی ئه‌ندرۆید

source: Collect data
ku: كۆكردنه‌وه‌ی زانیاری

source: Copy
ku: كۆپیكردن

source: Open
ku: كردنه‌وه‌

source: Download KoboCollect
ku: داگرتنی KoboCollect

source: Install
ku: دامه‌زراندن

source: on your Android device.
ku: له‌سه‌ر ئامێره‌ ئه‌ندرۆیده‌كه‌ت

source: Click on
ku: كلیك بكه‌ له‌سه‌ر

source: to open settings.
ku: بۆ كردنه‌وه‌ی رێكخستنه‌كان

source: Enter the server URL
ku: به‌سته‌ری سێرڤه‌ره‌كه‌ داخل بكه‌

source: and your username and password
ku: له‌گه‌ل ناوی به‌كارهینه‌رو وشه‌ی نهێنیت

source: Open "Get Blank Form" and select this project.
ku: بیكه‌ره‌وه‌ "به‌ده‌ستهێنانی فۆرمی به‌تاڵ" و دیاریكردنی پرۆژه‌

source: Open "Enter Data."
ku: بیكه‌ره‌وه‌ "زانیاری داخڵ بكه‌"

source: edit
ku: ده‌ستكاری
nl: Bewerk
xh: [ḗḓīŧ ϑẛϰ鶱]

source: Editing capabilities not granted, you can only view this form
ku: نه‌بوونی تایبه‌تمه‌ندێتی ده‌ستكاریكردن، ئه‌م فۆرمه‌ ته‌نیا بۆ سه‌یركردنه‌

source: Preview
ku: پیشاندان
nl: Voorbeschouwing
xh: [Ƥřḗṽīḗẇ ϰϰǋϵΰ衋ΰ]

source: Share this project
ku: به‌شداری به‌م پرۆژه‌یه‌ بكه‌

source: Clone this project
ku: ئه‌م پرۆژه‌یه‌ كۆپی بكه‌

source: Current version
ku: وه‌شانی ئێستا

source: Archived version
ku: وه‌شانه‌ ئه‌رشیفكراوه‌كان

source: Draft version
ku: ڕه‌شنووسی وه‌شانه‌كه‌

source: Summary
ku: پوخته‌

source: Reports (legacy)
ku: ڕاپۆرته‌كان (پاشماوه‌كان)

source: Table
ku: خشته‌

source: Gallery
ku: گه‌له‌ری

source: Downloads
ku: داگرتنه‌كان

source: Map
ku: نه‌خشه‌

source: Please refresh the page
ku: تكایه‌ لاپه‌ڕه‌كی نوێ بكه‌ره‌وه‌

source: Account Settings
ku: ڕێكخستنه‌كانی هەژمار

source: Language
ku: زمان

source: Logout
ku: دەرچوون

source: not logged in
ku: نه‌چوویته‌ ژووره‌وه‌

source: Search Projects
ku: گه‌ڕان به‌دوای پرۆژه‌كان

source: Search Library
ku: گه‌ڕان له‌ كتێبخانه‌

source: click to edit
ku: كلیك بكه‌ بۆ ده‌ستكاریكردن

source: Project title
ku: ناونیشانی پرۆژه‌

source: submissions
ku: پێشكه‌شكراوه‌كان

source: Create collection
ku: گروپ دروست بكه‌

source: Please enter the name of your new Collection. Collections can help you better organize your library, and it is possible to share each collection with different people.
ku: تكایه‌ ناوی گروپه‌ تازه‌كه‌ دابنێ . له‌وانه‌یه‌ گروپ یارمه‌تیت بدات بۆ ڕێكخستنی كتێبخانه‌كه‌ت به‌شێوه‌یه‌كی باشتر. هه‌روه‌ها ده‌توانێت به‌شداری به‌ هه‌ر به‌شدارییه‌كت بكات له‌گه‌ڵ كه‌سانی تر .

source: Cancel
ku: هه‌ڵوه‌شاندنه‌وه‌

source: Delete collection
ku: گروپه‌كه‌ بسڕه‌وه‌

source: are you sure you want to delete this collection? this action is not reversible
ku: دڵنیایت ده‌ته‌وێت گروپه‌كه‌ بسڕیته‌وه‌ ؟ دوای سڕینه‌وه‌ی ناتوانیت بیهێنیته‌وه‌ .

source: Failed to delete collection.
ku: نه‌توانرا گروپه‌كه‌ بسڕدرێته‌وه‌

source: Rename collection
ku: دووباره‌ ناولێنانی گروپه‌كه‌

source: Please enter the name of your new collection.
ku: تكایه‌ ناوی گروپه‌ تازه‌كه‌ت بنێ

source: Ok
ku: به‌ڵێ

source: unexpected error removing public permission
ku: به‌ هه‌ڵه‌یه‌كی پێشبینی نه‌كراو رێگه‌پێدانه‌ گشتییه‌كان سڕایه‌وه‌

source: Question
ku: پرسیار

source: collection
ku: كۆكراوه‌كان

source: My Library
ku: کتێبخانەكه‌م

source: Make Private
ku: بیكه‌ تایبه‌ت

source: Make Public
ku: بیكه‌ گشتی

source: Rename
ku: ناو لێنانه‌وه‌

source: Unsubscribe
ku: به‌شداری نه‌كردن

source: Public Collections
ku: كۆكراوه‌ گشتییه‌كان

source: by ___
ku: به‌ ___

source: unsubscribe
ku: به‌شداری نه‌كردن

source: subscribe
ku: به‌شداری كردن

source: Search...
ku: گه‌ڕان...

source: Search Tags
ku: گه‌ڕان له‌ تاگه‌كان

source: No results found
ku: هیچ ئه‌نجامێك به‌رده‌ست نییه‌

source: Collections are loading...
ku: كۆكراوه‌كان بارده‌كرێن

source: Filter by
ku: فلته‌ر كراوه‌ به‌

source: Select Collection Name
ku: دیاریكردنی كۆكراوه‌ی ناوه‌كان

source: assets found
ku: سامانەکان دۆزرانه‌وە
nl: activa gevonden
xh: [ȧşşḗŧş ƒǿŭƞḓ ǋǲẛϕǋẛ ΰ鶱ǈ]

source: expand details
ku: وردەكارى زیاتر
nl: uit te breiden informatie
xh: [ḗẋƥȧƞḓ ḓḗŧȧīŀş ϵϕϵſϑǋ ǅϕ鶱靐ϑ]

source: searching for "___"
ku: گەڕان بە دوای "___"
nl: op zoek naar "___"
xh: [şḗȧřƈħīƞɠ ƒǿř "___" ϰǋϑϕıǈ鶱靐ϰ]

source: tagged with [___]
ku: تاگکراوە بە [___]
nl: gelabeld met [___]
xh: [ŧȧɠɠḗḓ ẇīŧħ [___] 衋ǋϱΰǅǋ ǈΐǲϵ]

source: searched for "___"
ku: گەڕا بە دوای "___"
nl: gezocht naar "___"
xh: [şḗȧřƈħḗḓ ƒǿř "___" 衋ǋΐǈϕϑǋϑ 衋ǅǋ]

source: found ## results
ku: ## ئەنجام دۆزرایه‌وە
nl: ## gevonden resultaten
xh: [ƒǿŭƞḓ ## řḗşŭŀŧş ϰ鶱ǋſς 衋ϰ ǅΰ]

source: ## ___ available
ku: ## ___ بەردەستە
nl: ## ___ Beschikbaar
xh: [## ___ ȧṽȧīŀȧƀŀḗ ſẛ 衋ΰǲ ǈ鶱ϑǅ]

source: success
ku: سەركەوتن
nl: succes
xh: [şŭƈƈḗşş ǋẛϕϖΐẛΰ]

source: yes
ku: بەڵێ
nl: Ja
xh: [ẏḗş ǅϕǅ]

source: no
ku: نەخێر
nl: Nee
xh: [ƞǿ ςΰ]

source: count
ku: ژماردن
nl: tellen
xh: [ƈǿŭƞŧ ϱϖΐǈǅ]

source: Sharing Permissions
ku: هاوبه‌شی پێكردنی رێگه‌پێدانه‌كان

source: Uploading XLS file
ku: فایل به‌ شێوه‌ی XLS باربكه‌

source: Uploading:
ku: باركردن :

source: Create New Project from Scratch
ku: دروستكردنی پڕۆژه‌ی نوێ له‌سه‌ره‌تاوه‌

source: Form Preview
ku: پیشاندانی فۆرم
nl: vorm Voorbeeld
xh: [Ƒǿřḿ Ƥřḗṽīḗẇ ϖǈǲΐ 鶱ϰẛϐ衋]

source: Create project
ku: دروستكردنی پرۆژه‌

source: Value
ku: به‌ها

source: Frequency
ku: دووباره‌ بوونه‌وه‌

source: Percentage
ku: ڕێژه‌ی سه‌دی

source: Type:
ku: جۆر :

source: #1 out of #2 respondents answered this question.
ku: له‌كۆی #2 تەنها #1 له‌ وه‌ڵامده‌ره‌وه‌كان وه‌ڵامی ئه‌م پرسیاره‌یان داوه‌ته‌وه‌

source: (# were without data.)
ku: ( # به‌ بێ زانیارین )

source: Graph Settings
ku: رێكخستنی هێلكاری

source: Group By
ku: گروپ دروست كاراوه‌ له‌ لایه‌ن

source: No grouping
ku: دروست كردنی گروپ قه‌ده‌غه‌یه‌

source: Translation
ku: وه‌رگێڕان

source: Expand
ku: فراوانكردن

source: Print
ku: چاپكردن

source: Chart Type
ku: جۆری خشته‌

source: Colors
ku: ره‌نگه‌كان

source: Size
ku: قه‌باره‌

source: Width:
ku: پانی :

source: Height:
ku: به‌رزی :

source: Done
ku: نجامدرا

source: Report
ku: راپۆرت

source: This report has no data.
ku: له‌م ڕاپۆرته‌ زانیاری نییه‌.

source: Warning
ku: هۆشداری

source: This is an automated report based on raw data submitted to this project. Please conduct proper data cleaning prior to using the graphs and figures used on this page.
ku: ئه‌مه‌ راپۆرتێكی تۆماتیكی به‌نده‌ له‌سه‌ر ئه‌و داتایانه‌ی كه‌ پێشكه‌ش به‌م پڕۆژه‌ییه‌ كراوه‌

source: Global Graph Settings
ku: رێكخستنی هیلكاری جیهانی

source: Owner
ku: خاوەن

source: Shared by
ku: هاوبه‌شی پێكراوه‌ له‌ لایه‌ن

source: Created
ku: دروستی كرد

source: Submissions
ku: پێشكه‌شكراوه‌كان

source: Active Projects
ku: پرۆژه‌ كاراكان

source: Let's get started by creating your first project. Click the New button to create a new form.
ku: ده‌ستكردن به‌ دروستكردنی پرۆژه‌ی یه‌كه‌مت، كلیكی دووگمه‌ی نوێ بكه‌ بۆ دروستكردنی فۆرمێكی نوێ

source: Let's get started by creating your first library question or question block. Click the New button to create a new question or block.
ku: ده‌ستكردن به‌ دروستكردنی یه‌كه‌م پرسیاری كتێبخانه‌ت یاخود به‌شی پرسیار. كلیكی دووگمه‌ی نوێ بكه‌ بۆ درووستكردنی پرسیار یاخود به‌شێكی نوێ

source: Can View
ku: ده‌توانرێت ببینرێت

source: Can Edit
ku: ده‌توانرێت ده‌ستكاری بكرێت

source: Share by link
ku: به‌شداری له‌ ڕێگه‌ی لینكه‌وه‌

source: Shareable link
ku: ده‌توانیت به‌شداری لینكه‌كه‌ بكه‌یت

source: Who has access
ku: كێ ده‌توانێ ده‌ستی پێبگات

source: is owner
ku: خاوەنه‌

source: Invite collaborators
ku: بانگهێشتی هاوكاران

source: Enter a username
ku: ناوی بەکارهێنەر داخل بکە

source: invite
ku: بانگهێشتكردن

source: Select share settings
ku: ڕێكخستنه‌كانی به‌شداربوون دیاری بكه‌

source: #tags +
ku: #نیشانه‌كان +

source: Default - single page
ku: بنەرەت- لاپەڕەى تاك
nl: Default - enkele pagina
xh: [Ḓḗƒȧŭŀŧ - şīƞɠŀḗ ƥȧɠḗ ϕǋ鶱ϖǲϖϰ 靐]

source: Grid theme
ku: بابەتى تۆڕ
nl: Grid thema
xh: [Ɠřīḓ ŧħḗḿḗ ǲſ衋ǋ 鶱鶱ςΐǈ]

source: Multiple pages
ku: لاپەڕەى زۆر
nl: meerdere pagina's
xh: [Ḿŭŀŧīƥŀḗ ƥȧɠḗş ǈϱ靐ıΐϖϑς ΐΐϕ]

source: Grid theme + Multiple pages
ku: لاپەڕەى زۆر+بابەتى تۆڕ
nl: Grid thema + Meerdere pagina's
xh: [Ɠřīḓ ŧħḗḿḗ + Ḿŭŀŧīƥŀḗ ƥȧɠḗş ΰǋẛΰ ϖǋǅϵǋ]

source: loading
ku: بار كردن
nl: het laden
xh: [ŀǿȧḓīƞɠ ǲǋ衋衋ςϰϐ]

source: no search results found
ku: هیچ ئەنجامێكی گەڕان نە دۆزرایەوە
nl: Geen zoekresultaten gevonden
xh: [ƞǿ şḗȧřƈħ řḗşŭŀŧş ƒǿŭƞḓ ǈ衋 ǅ鶱ǲϰǋǲ ǅ]

source: block of ___ questions
ku: بلۆکی ___ پرسیارەکان
nl: blok ___ vragen
xh: [ƀŀǿƈķ ǿƒ ___ ɋŭḗşŧīǿƞş ΐϕǋǋ鶱 ıẛ ςǈ]

source: loading library assets
ku: باركردنی سامانى کتێبخانە
nl: activa laden bibliotheek
xh: [ŀǿȧḓīƞɠ ŀīƀřȧřẏ ȧşşḗŧş ıǈẛϰǅǲǋ ΐϕǅ]

source: search library
ku: گەڕان لە کتێبخانە
nl: zoeken bibliotheek
xh: [şḗȧřƈħ ŀīƀřȧřẏ ǈϐϖ鶱ϰϵ ϐ靐ϰϵς]

source: Paste your formatted table from excel in the box below.
ku: ئه‌و خشته‌یه‌ی ئێكسڵ كه‌ ڕێكتخستووه‌ له‌ چوارگۆشه‌ی خواره‌وه‌ دابنێ

source: add cascade with # questions
ku: زیادكردنی شێوازی زنجیره‌یی له‌گه‌ڵ #پرسیاره‌كان

source: OK
ku: به‌ڵێ

source: Learn more about importing cascading lists from Excel
ku: زیاتر له‌باره‌ی هاورده‌كردنی لیستی زنجیره‌یی له‌ ئێكسڵه‌وه‌ بزانه‌

source: DONE
ku: ته‌واو

source: none (0 metadata specified)
ku: هیچ (0 مێتاداتا دیاریکراوە)
nl: none (0 metadata gespecificeerd)
xh: [ƞǿƞḗ (0 ḿḗŧȧḓȧŧȧ şƥḗƈīƒīḗḓ) ϵǈΰǅ ς靐 ϱ鶱]

source: metadata:
ku: مێتاداتا:
xh: [ḿḗŧȧḓȧŧȧ: ΰϑı靐ϕϕẛϱ鶱]

source: you have unsaved changes
ku: گۆڕانکاری خەزن نەکراوت هەیە
nl: je hebt opgeslagen wijzigingen
xh: [ẏǿŭ ħȧṽḗ ŭƞşȧṽḗḓ ƈħȧƞɠḗş ǲϵı ϖϖ衋ǲ ẛ]

source: share
ku: به‌شداریپێكردن
nl: delen
xh: [şħȧřḗ ẛǋẛſϱ]

source: Preview form
ku: پیشاندان

source: Expand / collapse questions
ku: فراوانكردن/ هه‌ڵدانه‌وه‌ی پرسیاره‌كان

source: Create group with selected questions
ku: گروپ دروست بكه‌ له‌گه‌ڵ دیاریكردنی پرسیاره‌كان

source: Grouping disabled. Please select at least one question.
ku: گروپكردن په‌كخرا . تكایه‌ به‌لای كه‌مه‌وه‌ پرسیارێك دیاری بكه‌ .

source: Download form
ku: داگرتنی فۆڕم

source: Web form layout
ku: شێوازی پیشاندانی فۆڕمی ویب

source: Layout
ku: شێوازی پیشاندان

source: Attach media files
ku: هاوپێچكردنی فایله‌ میدیاییه‌كان

source: Insert cascading select
ku: دانانی دیاریكردنی زنجیره‌یی

source: form style
ku: شێوازی فۆڕم
nl: vorm stijl
xh: [ƒǿřḿ şŧẏŀḗ ǈϑẛ鶱 衋ΰϱςϱ]

source: select the form style that you would like to use. this will only affect web forms.
ku: جۆری ئه‌و فۆڕمه‌ی ئاره‌زوومه‌ندی بۆ به‌كارهێنان دیاری بكه‌. ئه‌م ته‌نها كارده‌كاته‌ سه‌ر فۆڕمی ویب
xh: [Şḗŀḗƈŧ ŧħḗ ƒǿřḿ şŧẏŀḗ ŧħȧŧ ẏǿŭ ẇǿŭŀḓ ŀīķḗ ŧǿ ŭşḗ. Ŧħīş ẇīŀŀ ǿƞŀẏ ȧƒƒḗƈŧ ẇḗƀ ƒǿřḿş. ΐǲ鶱ǋϐẛ ϐΐǅ ΐΰ]

source: read more...
ku: ....زیاتر بخوێنه‌وه‌
xh: [Řḗȧḓ ḿǿřḗ... ϖϐϐ靐 ſςϱϖϰ]

source: custom form style: "{label}"
ku: شێوازی فۆڕمی تایبەت: "{label}"
nl: aangepaste vorm stijl: "{label}"
xh: [ƈŭşŧǿḿ ƒǿřḿ şŧẏŀḗ: "{label}" ϕΐϖϖΐı 靐ẛϑ]

source: Error loading survey:
ku: هه‌ڵه‌ له‌ باركردنی راپرسی

source: Back
ku: گه‌ڕانه‌وه‌

source: you have unsaved changes. leave form without saving?
ku: گۆڕانکاری خەزن نەکراوت هەیە، فۆرمه‌كه‌ به‌جێدێلی بێ خه‌زن كردن؟

source: Error generating preview
ku: هه‌ڵه‌ له‌ به‌دیهێنانی پیشاندان

source: Import Cascading Select Questions
ku: هاورده‌كردنی دیاریكردنی پرسیاری زنجیره‌یی

source: Add another condition
ku: زیادكرنی كۆكراوه‌یه‌كی تر
xh: [Ȧḓḓ ȧƞǿŧħḗř ƈǿƞḓīŧīǿƞ ϑϕϰ ϑıẛϰǲǈ]

source: Question should match all of these criteria
ku: پرسیار پێویسته‌ هاوتای ئه‌م ناوه‌رۆكانه‌ بێت
xh: [Ɋŭḗşŧīǿƞ şħǿŭŀḓ ḿȧŧƈħ ȧŀŀ ǿƒ ŧħḗşḗ ƈřīŧḗřīȧ ΰſϰǋςϱΐϰ ϖ]

source: Question should match any of these criteria
ku: پرسیار پێویسته‌ هاوتای یه‌كێك له‌م ناوه‌رۆكانه‌ بێت
xh: [Ɋŭḗşŧīǿƞ şħǿŭŀḓ ḿȧŧƈħ ȧƞẏ ǿƒ ŧħḗşḗ ƈřīŧḗřīȧ 靐ǋſϕϰϰϐǋ ſ]

source: Click to add another response...
ku: كلیك بكه‌ بۆ زیادكرنی وه‌ڵامێكی تر
nl: Klik hier om een ​​ander antwoord toe te voegen ...
xh: [Ƈŀīƈķ ŧǿ ȧḓḓ ȧƞǿŧħḗř řḗşƥǿƞşḗ... 衋ıǅΰΐ ϱ鶱 ǲς]

source: AUTOMATIC
ku: ئۆتۆماتیكی
nl: AUTOMATISCHE
xh: [ȦŬŦǾḾȦŦĪƇ ſ鶱ϐſẛſςϑϱ]

source: Skip Logic
ku: تێپه‌راندنی لۆجیك
xh: [Şķīƥ Ŀǿɠīƈ ς鶱ǈ衋 ǋıǅϕΰ]

source: Question Options
ku: بژارده‌كانی پرسیار
nl: vraag Opties
xh: [Ɋŭḗşŧīǿƞ Ǿƥŧīǿƞş ǲ鶱ǲϱΰǋ靐ı ϐΰ]

source: Validation Criteria
ku: دڵنیابوون له‌ ناوه‌رۆك
nl: validatie Criteria
xh: [Ṽȧŀīḓȧŧīǿƞ Ƈřīŧḗřīȧ ϕϑ衋ϱϖ靐ǲϑϵΐ]

source: Response Type
ku: جۆری وه‌ڵامدانه‌وه‌
xh: [Řḗşƥǿƞşḗ Ŧẏƥḗ ẛǋ靐靐ǲǲǈϕ 鶱ϕ]

source: A constraint message to be read in case of error:
ku: نامه‌یه‌كی سنورداری بۆ خوێندنه‌وه‌ له‌ كاتی بوونی هه‌ڵه‌ :
nl: Een beperking bericht te lezen in geval van een fout:
xh: [Ȧ ƈǿƞşŧřȧīƞŧ ḿḗşşȧɠḗ ŧǿ ƀḗ řḗȧḓ īƞ ƈȧşḗ ǿƒ ḗřřǿř: ϵ ǋςǅϖſ鶱ǲǈ]

source: Row could not be displayed:
ku: ناتوانێت خانه‌كه‌ نیشان بدات
nl: Rij kan niet worden weergegeven:
xh: [Řǿẇ ƈǿŭŀḓ ƞǿŧ ƀḗ ḓīşƥŀȧẏḗḓ: ϱϑϕ ıǅΐϖϕ]

source: This question could not be imported. Please re-create it manually. Please contact us at support@kobotoolbox.org so we can fix this bug!
ku: ناتوانرێت ئه‌م پرسیاره‌ ئاماده‌بكه‌ین . تكایه‌ به‌ شێوه‌ی ده‌ستی دروستی بكه‌ره‌وه‌. یان په‌یوه‌ندیمان پێوه‌ بكه‌ له‌سه‌ر support@kobotoolbox.org تا ئه‌م هه‌ڵه‌یه‌ چاك بكه‌ین !
nl: Deze vraag kan niet worden geïmporteerd. Gelieve opnieuw te maken met de hand is. Neem dan contact met ons op via support@kobotoolbox.org zodat we deze bug op te lossen!
xh: [Ŧħīş ɋŭḗşŧīǿƞ ƈǿŭŀḓ ƞǿŧ ƀḗ īḿƥǿřŧḗḓ. Ƥŀḗȧşḗ řḗ-ƈřḗȧŧḗ īŧ ḿȧƞŭȧŀŀẏ. Ƥŀḗȧşḗ ƈǿƞŧȧƈŧ ŭş ȧŧ şŭƥƥǿřŧ@ķǿƀǿŧǿǿŀƀǿẋ.ǿřɠ şǿ ẇḗ ƈȧƞ ƒīẋ ŧħīş ƀŭɠ! ϖϐǲϑ ϰǋϕı鶱ϕǲ衋 鶱ϵϱſϵ ϕ鶱衋]

source: Add Question
ku: زیادكردنی پرسیار
nl: Vraag toevoegen
xh: [Ȧḓḓ Ɋŭḗşŧīǿƞ ǋǅϖ ſ衋靐衋ẛ靐]

source: or
ku: یاخود
nl: of
xh: [ǿř 靐ϱ]

source: Import XLS
ku: هاورده‌كردنی XLS
xh: [Īḿƥǿřŧ ẊĿŞ ǅſϱıϖϑ ǅǅς]

source: This question will only be displayed if the following conditions apply
ku: ئه‌م پرسیاره‌ پیشان ده‌درێ ته‌نها ئه‌گه‌ر ئه‌م مه‌رجانه‌ هه‌بوو
xh: [Ŧħīş ɋŭḗşŧīǿƞ ẇīŀŀ ǿƞŀẏ ƀḗ ḓīşƥŀȧẏḗḓ īƒ ŧħḗ ƒǿŀŀǿẇīƞɠ ƈǿƞḓīŧīǿƞş ȧƥƥŀẏ ǲǋϐϱ ϱııςςǅ]

source: Save and Exit
ku: خه‌زنكردن و ده‌رچوون
nl: Opslaan en afsluiten
xh: [Şȧṽḗ ȧƞḓ Ḗẋīŧ ϕ靐ϵϕ ǲıϵ ϑΰ]

source: Show All Responses
ku: نیشاندانی هەموو وەڵامەکان
nl: Toon alle reacties
xh: [Şħǿẇ Ȧŀŀ Řḗşƥǿƞşḗş ǈϐΰı ϱǲϑ 靐]

source: Question Library
ku: كتێبخانه‌ی پرسیار
xh: [Ɋŭḗşŧīǿƞ Ŀīƀřȧřẏ ϑΐſϵǈǋ靐ẛ ϑΐ]

source: Form ID
ku: فۆڕمی ناساندن
xh: [Ƒǿřḿ ĪḒ 靐ϑ鶱ı ΰϑ]

source: Unique form name
ku: ناوی فۆرمی تایبه‌ت
nl: Unieke vorm naam
xh: [Ŭƞīɋŭḗ ƒǿřḿ ƞȧḿḗ ǲẛϖϖ靐ϱ ϑϱǋ靐]

source: Web form style (Optional)
ku: ستایلی فۆڕمی ویب (ئاره‌زوومه‌ندانه‌یه‌)
nl: Webformulier stijl (optioneel)
xh: [Ẇḗƀ ƒǿřḿ şŧẏŀḗ (Ǿƥŧīǿƞȧŀ) ıẛẛ 鶱衋ϵẛ 靐ϰ]

source: This allows using different Enketo styles, e.g. 'theme-grid'
ku: ئه‌مه‌ش ڕێگه‌ ده‌دات به‌ به‌كارهێنانی شێوه‌ جۆراوجۆره‌كانی ئینكیتۆ، بۆ نموونه‌ "بابه‌تی تۆڕه‌كه‌"
nl: Dit maakt het mogelijk met behulp van verschillende Enketo stijlen, bijvoorbeeld 'thema-grid'
xh: [Ŧħīş ȧŀŀǿẇş ŭşīƞɠ ḓīƒƒḗřḗƞŧ Ḗƞķḗŧǿ şŧẏŀḗş, ḗ.ɠ. 'ŧħḗḿḗ-ɠřīḓ' ϐǈẛϑ ΰϕϑǅ]

source: Multiple pages + Grid theme
ku: لاپه‌ڕه‌ی جۆراوجۆر + تۆڕی بابه‌ته‌كه‌
nl: Meerdere pagina's + Grid thema
xh: [Ḿŭŀŧīƥŀḗ ƥȧɠḗş + Ɠřīḓ ŧħḗḿḗ ϱǋẛ衋衋ϰϐǲ 衋]

source: Version (Optional)
ku: وه‌شان (ئاره‌زوومه‌ندانه‌یه‌)
nl: Version (optioneel)
xh: [Ṽḗřşīǿƞ (Ǿƥŧīǿƞȧŀ) ϵſſϰϑ鶱ϖ ΰǈ]

source: A version ID of the form
ku: شوناسی نوێترین وه‌شانی فۆڕمه‌كه‌
nl: Een versie ID van het formulier
xh: [Ȧ ṽḗřşīǿƞ ĪḒ ǿƒ ŧħḗ ƒǿřḿ ǅ ıſǈıϐϰǈ]

source: Hidden meta questions to include in your form to help with analysis
ku: پرسیاره‌ وه‌سفییه‌ شاراوه‌كان بۆ تێهه‌ڵكێشكردنی له‌گه‌ڵ نموونه‌كه‌ تا یارمه‌تی شیكردنه‌وه‌ی بدات
nl: Verborgen meta vragen in uw formulier om te helpen met de analyse op te nemen
xh: [Ħīḓḓḗƞ ḿḗŧȧ ɋŭḗşŧīǿƞş ŧǿ īƞƈŀŭḓḗ īƞ ẏǿŭř ƒǿřḿ ŧǿ ħḗŀƥ ẇīŧħ ȧƞȧŀẏşīş ǈϖϕϖϰ衋 ϖϵ靐]

source: Meta questions for collecting with cell phones
ku: پرسیاره‌ ئاڵۆزه‌كان بۆ كۆكۆدنه‌وه‌ به‌ مۆبایل
nl: Meta vragen voor het verzamelen met mobiele telefoons
xh: [Ḿḗŧȧ ɋŭḗşŧīǿƞş ƒǿř ƈǿŀŀḗƈŧīƞɠ ẇīŧħ ƈḗŀŀ ƥħǿƞḗş ǈϕϕϰ 靐ϱςΐς]
